[{"id":1,"firstName":"Peirce","lastName":"Beckingham","photo":"https://robohash.org/delenitisintab.png?size=50x50&set=set1","clinic":"MindSculpt Neurosurgery Clinic","description":"Dr. Peirce Beckingham is a pioneering psychiatric neurosurgeon, renowned for his expertise in addressing mental health conditions through advanced surgical interventions. His skillful hands and compassionate approach have brought relief to many patients seeking innovative solutions for their mental well-being.","specialty":"Psychiatric Neurosurgeon","UserId":6},
{"id":2,"firstName":"Sabrina","lastName":"De Carolis","photo":"https://robohash.org/quivoluptatibusiste.png?size=50x50&set=set1","clinic":"Young Minds Sanctuary.","description":"Dr. Sabrina De Carolis is a compassionate child and adolescent psychiatrist dedicated to nurturing young minds. With a focus on early intervention and a deep understanding of developmental psychology, she creates a safe space for her young patients to express themselves and thrive emotionally.","specialty":"Child and Adolescent Psychiatrist","UserId":4},
{"id":3,"firstName":"Bourke","lastName":"Heiden","photo":"https://robohash.org/nobisestfacilis.png?size=50x50&set=set1","clinic":"Resilience Haven","description":"Dr. Bourke Heiden specializes in psychiatric rehabilitation, empowering individuals with mental health challenges to regain independence and lead fulfilling lives. Through personalized treatment plans, he fosters resilience and supports his patients on their journey toward recovery.","specialty":"Psychiatric Rehabilitation Specialist","UserId":9},
{"id":4,"firstName":"Harriet","lastName":"Wingham","photo":"https://robohash.org/animimaximenon.png?size=50x50&set=set1","clinic":"Women's Wellness Hub","description":"Dr. Harriet Wingham focuses on women's mental health, recognizing the unique psychological aspects of women's lives. Her holistic approach addresses the intersection of mental and reproductive health, providing comprehensive care to support women at every stage of life.","specialty":"Women's Mental Health Specialist","UserId":2},
{"id":5,"firstName":"Colene","lastName":"Beaton","photo":"https://robohash.org/nonquasiautem.png?size=50x50&set=set1","clinic":"Mind-Skin Harmony Clinic","description":"Dr. Colene Beaton is a leading psychodermatologist, integrating dermatology and psychiatry to address the psychological impact of skin conditions. Her empathetic approach considers the mind-skin connection, promoting mental well-being alongside effective dermatological care.","specialty":"Psychodermatologist","UserId":8},
{"id":6,"firstName":"Townsend","lastName":"MacVay","photo":"https://robohash.org/etetalias.png?size=50x50&set=set1","clinic":"Brain-Balance Psychiatry Center","description":"Dr. Townsend MacVay is a distinguished neuropsychiatrist, combining neurology and psychiatry to understand and treat complex brain-behavior relationships. His expertise in both fields allows him to offer comprehensive care for patients facing neurological and psychiatric challenges.","specialty":"Neuropsychiatrist","UserId":7},
{"id":7,"firstName":"Janet","lastName":"Pauncefort","photo":"https://robohash.org/eainventoreblanditiis.png?size=50x50&set=set1","clinic":"Family Harmony Counseling","description":"Dr. Janet Pauncefort specializes in family and relationship therapy, recognizing the importance of social connections in mental health. With a focus on strengthening family bonds, she provides support and guidance to improve the overall well-being of her patients.","specialty":"Family and Relationship Therapist","UserId":10},
{"id":8,"firstName":"Elsinore","lastName":"Goggin","photo":"https://robohash.org/eadelenitiest.png?size=50x50&set=set1","clinic":"Safe Harbor Psychiatry","description":"Dr. Elsinore Goggin is a trauma-informed psychiatrist dedicated to helping individuals overcome the lasting effects of trauma. Her empathetic and understanding approach creates a safe space for healing, addressing the psychological impact of past experiences.","specialty":"Trauma-Informed Psychiatrist","UserId":5},
{"id":9,"firstName":"Avrom","lastName":"Messenbird","photo":"https://robohash.org/omnisprovidentatque.png?size=50x50&set=set1","clinic":"Community Well-Being Center","description":"Dr. Avrom Messenbird is a community mental health advocate, working tirelessly to address mental health disparities and promote well-being at a societal level. His commitment to community-based care ensures that mental health resources are accessible to all.","specialty":"Community Mental Health Advocate","UserId":1},
{"id":10,"firstName":"Lanni","lastName":"MacGiffin","photo":"https://robohash.org/nostrumvoluptatemconsequuntur.png?size=50x50&set=set1","clinic":"Golden Age Minds Clinic","description":"Dr. Lanni MacGiffin specializes in geropsychiatry, focusing on the mental health needs of older adults. With a deep understanding of the intersection of aging and mental well-being, she provides comprehensive care to enhance the quality of life for senior citizens.","specialty":"Geropsychiatrist","UserId":3}]